<template>
	<view class="container">
		<u-navbar title='组织活动'></u-navbar>
		
		<view class="">
			<u-card :border="false" v-for="(item,index) in active" @click="nav('/pages/smart/activeInfo', item)">
				<view class="title" slot="head">
					{{item.name}}
				</view>
				<view class="" slot="body">
					<u-row>
						<u-col :span="4">
							<u-lazy-load :image="item.imgUrl" height="180" img-mode="aspectFill"></u-lazy-load>
						</u-col>
						<u-col :span="8">
							<view class="u-line-3">
								<u-parse :html="item.desc"></u-parse>
							</view>
						</u-col>
					</u-row>
				</view>
			</u-card>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				active: [{
					name: '技术赋能“党建文化+直播”智慧党建新模式',
					imgUrl: require('../../static/smart/active/1.png'),
					desc: `,
						新时代，新技术 主题党日活动应该怎么做
						<p>“我们想做点什么？我们还能再多做点什么？”这一强烈意愿表达了YC和创显两个党支部共同的心声。经过数次的探讨交流，大家理清了工作思路，策划出精彩脚本，决定以直播的形式赋能党组织开启新时代智慧党建新模式，打造党建智慧新阵地。</p>
						<p>印象中的党建活动常以线下座谈会或参观红色教育基地的形式进行，一次党建活动需要前期进行人员组织和活动方案规划，但线下的活动仅限于党员的时间安排和到场人员数量，随着线上活动的普及，同样的组织者（主播+助理），同样的活动规划（直播脚本），运用线上直播的形式也可以同时让身在各处的人们同时参加党建活动。</p>
						5G时代“党建文化+直播”主题党日我们这样过
						<p>9月3日中午12时30分， YCx创显科教抗战胜利75周年纪念日主题党日活动“新时代云讲习所”在腾讯直播全网首发展示， 这是一场融合了“VR+MR直播+4D实景上云+社群运营+智慧党建+内容策划”的生动有趣的党建日活动，我们用技术展示并回顾历程，用实际行动自我勉励“吾辈应不忘初心，牢记使命”！</p>
						<p>从开播的200个人到26000人，在手机屏前以创新的体验重温了党员走过的路，感受到党赋予人民的力量！</p>
						<p>如何把这些感人的故事让更多的党员群众熟悉并在社会传扬开来，如何突破线上的人员限制，“党建创意内容制作+文化直播传播”无疑是个好办法。它既能实时呈现党员们的所思所想所做，又能打破地域界限让更多的党员共同参与。</p>
						<p>“主题党日直播”真正实现了线上线下双向的交流互动，而且不受时空局限，能多人身临其境共同“参加”一次主题党日。</p>
					`
				}, {
					name: '创新党建工作，小程序助力新时代智慧党建',
					imgUrl: require('../../static/smart/active/2.png'),
					desc: `
						<p>习近平总书记指出，互联网是我们面临的“最大变量”，如果党过不了互联网这一关，就过不了长期执政这一关。因此，新时代党建如何创新是每个组织都需要思考的问题。</p>
						党建小程序 探索互联网时代党建新模式
						<p>“鄂市污染物在线监控党建云”小程序是以微信为载体，依托成熟的云端平台进行设计和搭建，形成的新媒体轻应用程序。此款小程序重点着力扩大基层党组织覆盖面，开创了新的党组织设置方式和组织活动方式，进一步提高党的领导水平和执政能力。</p>
						<p>鄂市相关领导表示：“鄂市污染物在线监控党建云小程序，从理论规划到实际落地，始终坚持提升党的执政能力建设和先进性建设。自上线以来，以打造党内党内生活新模式、交流互动新平台、学习教育新课堂、管理服务新帮手、智慧党建新体系为宗旨。号召更多的党员同志们使用这个党员‘百宝箱’。此次小程序正式上线，感谢微盛的大力支持。接下来，希望我们会有进一步地深度合作。”</p>
						扫码体验小程序
						<p>近年来，智慧党建作为一种结合了移动互联网、数据分析、云计算、社交网络等手段的党建模式，已经成为提高党的执政能力，巩固党的执政基础的新平台、新模式、新形态。而党建小程序，成为智慧党建必备的基础应用。</p>
						加强基层党的建设，交流方式的平等化
						<p>“鄂市污染物在线监控党建云”小程序正式上线， 设立了党建的主体内容，三会一课信息动态，党组织各项学习内容，党组织活动，党建党史等。打破了党员与组织之间、党员与党员之间交流的时空界限，改变了以往小范围、集中式、层层传递的灌输式教育模式，能够让党的声音快速直达基层支部一线，上级党组织的精神能迅速贯彻到党员中，使党员能随时随地学习，履行接受教育的权利和义务。</p>
					`
				}, {
					name: '智慧党建活动室长啥样？',
					imgUrl: require('../../static/smart/active/3.png'),
					desc: `
						<p>在“全国石油物探企业党建思想政治工作企业文化研究会2019年年会”期间，来自中国石油、中国石化、中国海油等29个会员单位的90余名领导和代表参观中油瑞飞“智慧党建活动室”，现场观摩了“守初心、担使命、亮承诺”的主题党日活动，体验VR产品。现场领导和代表都对党建VR一体机、智能会议纪要系统等智能党建产品给予了高度的评价。</p>
						<p>　2019年10月，中油瑞飞在中国石油党建信息化平台的支撑下，致力于实现“互联网+党建”向“智慧党建”迈进，重磅打造“线下智能终端设备+融媒体+线上互联网平台”的“智慧党建活动室”，借助科技的力量，打造多元体验，让基层党建工作更“接地气、凝人气、扬正气”，让主题教育更生动有趣，让党员更学有所获，实现党建工作的标准化和智能化，让党建工作向纵深发力。</p>
						“全智能”主题党日有啥不一样?
						<p>进入“智慧党建活动室”，通过人脸识别签到;萌萌的智能机器人“走”过来打招呼、充当串场主持人、增加表演;触摸大屏按钮就可以在活动室内参加一场集体升国旗仪式;戴上VR眼镜集体重温入党誓词，沉浸式体验飞夺泸定桥、开国大典等波澜壮阔的历史场景、27个新时代新成就等场景，以及70部爱国主义教育基地全景宣教视频;运用“党员画像”开展民主评议党员工作;会后通过智能会议系统的语音转文字功能，将会上发言自动转换成发言资料、会议纪要等，进行归档……</p>
						<p>“全智能”的主题党日活动，改变了传统以人为因素组织管理党日活动的形式，打通了以智能机器人和VR技术为应用手段，以党员切身体验为主的真正接地气的主题党日活动方案，让党员同志们身临其境，以沉浸式交互体验的形式，充分调动党员的参与意愿、学习热情，让党日活动形式更加多样化，活动内容更加丰富生动有趣，实现主题教育的高质高效。</p>
						六大功能区激发党建效力活力
						<p>一直以来，许多基层党支部都存在诸如开展党内生活没有固定场所，缺少仪式感;支部活动形式单一、党员参与热情不高;党建工作和业务工作结合不紧密，效果不明显等痛点难点。</p>
						<p>“智慧党建活动室”集成了党建核心服务，打破了传统党建活动做展板、宣传栏、发放宣传手册等宣传模式，设计六大党建学习活动场景区域，满足了基层党支部三会一课、主题党日、民主评议党员等会议和学习需求。</p>
					`
				}]
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
