<template>
	<view class="container">
		<u-navbar title='智慧党建' :is-back="false"></u-navbar>
		
		<u-gap></u-gap>
		
		<view class="">
			<u-swiper :list="active" height="350" effect3d></u-swiper>
		</view>
		
		<u-gap></u-gap>
		<u-gap></u-gap>
		
		<view class="nav bar radius">
			<u-grid :border="false" :col="4">
				<u-grid-item v-for="(item,index) in cate" @click="nav(item.page)">
					<u-avatar :src="item.imgUrl"></u-avatar>
					{{item.name}}
				</u-grid-item>
			</u-grid>
		</view>
		
		<u-gap></u-gap>
		
		
		
		<u-section title="党建动态" color="#fa3435" :right="false"></u-section>
		<view class="">
			<u-card :border="false" v-for="(item,index) in active">
				<view class="title" slot="head">
					{{item.name}}
				</view>
				<view class="" slot="body">
					<u-row>
						<u-col :span="4">
							<u-lazy-load :image="item.imgUrl" height="180" img-mode="aspectFill"></u-lazy-load>
						</u-col>
						<u-col :span="8">
							<view class="u-line-3">
								<u-parse :html="item.desc"></u-parse>
							</view>
						</u-col>
					</u-row>
				</view>
			</u-card>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				active: [{
					name: '塔里木油田：智慧党建激发活力',
					imgUrl: require('../../static/smart/swiper/1.png'),
					image: require('../../static/smart/swiper/1.png'),
					desc: `
						<p>塔里木油田高度重视信息化发展对党建工作的推动作用，把党建信息化平台与基层党组织的政治优势和组织优势结合起来，充分应用平台各项功能，切实将党建融入生产，做到“网络发展到哪里党的工作就覆盖到哪里”，进一步提升党员教育管理，强化组织管理建设，提高整体工作水平。</p>
						<p>聚点构面，聚力打造党建工作新舞台</p>
						<p>党建信息化平台的使用，加强了油田党工委与二级党组织、党务工作者和全体党员的沟通联系，聚点、引线、构面，打造了党建工作新舞台。</p>
						<p>一是瞄准“点”引互动线，加密“新舞台”建构。党建信息化平台如同一个隐匿的“党务工作者”在协助我们开展党建工作。通过手机APP端的“讨论组”或“对话”，在“古尔邦节”和党员生日时发送问候、祝福信息，或发送党务工作动态并征求意见；在“公众号”发起平台征文、党费缴纳“龙虎榜”号召，或者在面对重大事件和急难险重任务时等发布“集结令”，使党务工作者与党员之间的沟通联系更加紧密了，真正把党建工作的触角有效延伸到每一名党员。</p>
						<p>二是借助“点”覆盖到面，拓展“新舞台”空间。推广应用小组充分发挥党建信息化平台的即时性与共享性，灵活运用平台“通知公告”功能编发“简讯”、借助“资源共享”推送典型，将上级精神指示、油田标准要求、重要活动的开展情况、党建活动典型案例等及时有效地传递给每名党务工作者、党员，更好地宣传党的工作、传达党的声音、扩大党的影响；购买“党建一体机”，解决手机版本低、流量使用多等问题，并将平台应用延伸至离退休党员，充分发挥由点到面的辐射作用，扩大应用覆盖面。</p>
						<p>三是满足“点”个性需求，发挥“新舞台”优势。若将党建信息化平台看作一个面，那每个基层党组织、每名党员便是平面覆盖下的“点”。针对“点”的需求，党建信息化平台发挥“面”的优势，及时提供有针对性的服务。无论党员们身处何地，只要有互联网，就都及时参加组织生活，实现随身、随时、随处学习；党建信息化平台信息量大，党建快讯、“微课”推送、典型经验、堡垒先锋、资源共享等，使党员“按需取材”，满足了个性化学习需求。</p>
						<p>党建信息化平台作为党建工作的“新舞台”，为党务工作者施展“才能”拓宽了“空间”，给党员参与组织生活提供了新颖方式。</p>
					`
				}, {
					name: '中国石油天然气集团有限公司党建信息化平台',
					imgUrl: require('../../static/smart/swiper/3.png'),
					image: require('../../static/smart/swiper/2.png'),
					desc: `
						背景分析：
						<p>　2017年3月，中国石油启动党建信息化平台建设，运用互联网、云计算、大数据等新一代信息技术，构建全覆盖、全过程、全维度的党建信息化平台，实现“党组建网、党委用网、支部上网、党员在网“，打造互联网上的红色精神家园，开启中国石油“互联网+党建”新模式，中国石油党建工作进入线上线下良性互动、融合发展的新阶段。</p>
						<p>按照“总体规划、分步实施、快速迭代”的模式，历经需求分析、专家论证、方案设计、产品开发、实施推广等阶段，2017年10月9日上线试运行，2018年7月实现全集团上线应用，2019年4月石油党建1.0峻工验收，2019年9月启动石油党建2.0建设，从“互联网+党建”向“智慧党建”跨越 。</p>
						需求及方案：
						
						<p>　平台立足管理、教育、培训、监督、考评、交流、服务等功能，利用云计算、大数据、移动社交等技术，发挥PC端和移动端各自优势，构建全覆盖、全过程、全维度的党建信息化平台，平台具备信息资讯、业务管理、学习教育、线上活动、交流服务、考核监督、智能分析七大核心功能。</p>
						<p>（1）建立信息资讯平台，把握舆论宣传的主动权，传播主流价值，发挥引领作用</p>
						<p>（2）建立业务管理平台，实现业务高效办理，推动党建工作规范化、标准化、科学化</p>
						<p>（3）建立学习教育平台，打造24小时在线课堂，实现学习教育常态化，学习效果显性化</p>
						<p>（4） 建立线上活动平台，线上线下相结合，扩大活动覆盖面，增强党建工作影响力</p>
						<p>（5）建立交流服务平台，促进平等沟通交流，拓展服务功能，提升党组织凝聚力</p>
						<p>（6）建立监督考核平台，过程公开透明，促进党建工作科学化。</p>
						<p>（7） 建立智能分析平台： 聚焦各类用户群体，以业务需求为导向，通过智能应用，实现</p>
					`
				}, {
					name: '太平养老保险股份有限公司党建云',
					imgUrl: require('../../static/smart/swiper/4.png'),
					image: require('../../static/smart/swiper/4.png'),
					desc: `,
						背景分析：
						<p>　太平养老保险股份有限公司(简称“太平养老”)成立于2004年，是中管金融机构中国太平保险集团有限责任公司旗下专业经营养老金业务和员工福利保障业务的重要子公司，也是我国首家国有专业养老保险公司，服务网络覆盖全国。</p>
						<p>于2019年5月7日，组织培训并开始使用先锋党建信息化平台(以下简称：党建平台)。从5月7日平台上线以来，公司党委高度重视，迅速启动，有重点、有计划有序推进平台应用各项工作。</p>
						
						
						需求及方案：
						<p>目前，太平养老86个党组织，760名党员已纳入党建平台。目前党建平台涵盖33个功能应用，即PC端着重选用了组织管理、党员管理、支部生活、党务办公、运行监控等功能;App端应用了首页新闻、在线答题、在线学习、支部堡垒等功能。</p>
						
						应用效果：
						<p>在党建平台应用过程中，项目组提供了优质高效的运维服务，其包括应用支持微信群、人工客服、在线客服等支持方式。</p>
						<p>（1）广大党员通过碎片化的时间获取党建工作动态、党建知识，积极参与如“‘不忘初心、牢记使命’主题教育”“五·一我承诺我践行”等主题活动，不断地提升党员的党性修养;</p>
						<p>（2） 通过“每日一测”在线答题活动，广大党员利用零星时间来完成党史、党建知识自测，激发了学习热情，拓展了知识领域，强化了思想认识;</p>
						<p>（3） “在线学习”模块含有丰富的学习内容，满足了广大党员学习需求，其成为学习教育的新阵地。</p>
					`
				}],
				cate: [{
					name: '党员学习',
					page: '/pages/smart/study',
					imgUrl: require('../../static/smart/cate/4.png')
				}, {
					name: '组织活动',
					page: '/pages/smart/active',
					imgUrl: require('../../static/smart/cate/3.png')
				}, {
					name: '党言献策',
					page: '/pages/smart/pub',
					imgUrl: require('../../static/smart/cate/1.png')
				}, {
					name: '随手拍',
					page: '/pages/smart/pai',
					imgUrl: require('../../static/smart/cate/2.png')
				}]
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
